[
  {
    "title": "Amsterdam's Favourite Food Tour",
    "description": "Fall in love with all the various delicious snacks and dishes Amsterdam has to offer. In a city that has been influenced by many different cultures and cuisines you can find anything that fits your taste! In this Withlocals Originals tour we’ve combined the most authentic local bites of the Dutchies into one tasty private tour. All exclusively for you and your group!\n\nDuring this local food journey, you'll walk through the amazing Pijp area together with your private host. This area is the most cosmopolitan and vibrant district of Amsterdam and almost no travelers know how to truly discover this region on their own. Luckily you have your local guide to show and tell you all there is! \n\nIn the Pijp, Hip cafes are popping up next to the authentic local bars, creating an unique vibe of the old and new Amsterdam. Many family restaurants that passed on from generation to generation can still be found here, during the day there is the biggest market of Europe and you'll find beautiful parks, Dutch architecture and monuments along the route. The best location for Amsterdam's Favourite Private Food tour!\n\nWalk past all the local vendors at the Albert Cuyp market, where you’re always greeted with a warm smile. Enjoy the famous “stroopwafel” along the way, freshly prepared for you by a true Amsterdammer. You will also taste the best fish of Amsterdam, or as the locals call it: a “vissie”. Something that everyone loves is the fried fish, but if you'd really like to go local you're invited to taste a real herring! And of course, what are the Dutch without cheese? A delicious cheese tasting is also included for you at the best beer café in Amsterdam!\n\nOur awesome locals are waiting to give you the most amazing private food experience in Amsterdam. Check out their profiles and pick the host you like most for a delicious day in the ‘Dam'!",
    "url":"amsterdam-s-favourite-food-tour-3132dea7",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/47cabe317e3ffb4c2d9b796784dd1a26.jpg",
    "country": "The Netherlands",
    "city": "Amsterdam",
    "area": "Western-Europe",
    "hostname": "Dina",
    "hostPhoto": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,h_120,q_auto,r_max,w_120/v1487600441/9041741ec319020c13e3ef8994509335.jpg",
    "hostUrl": "dinar1713c5605",
    "hostOneliner": "I'll show you amazing bites to try out and I'll share with you tips and tricks about what to eat and where.",
    "phoneNumber": "00316 - 44535470",
    "reviews_count": "157",
    "review_writer": "Marisa",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,h_120,q_auto,r_max,w_120/d65218a40f379c32dd9ec7c8dbe86de6",
    "review_post_title": "10 stars!!",
    "review_post": "My son James thinks Dina deserves 10 stars! We had a great day with Dina in the Albertcoyp district discovering amazing food. My favourite food was the herring and James loved the stroopwaffels! Loved it."
  },
  {
    "title": "The Best Coffee shops of Amsterdam Tour",
    "description": "Join me on a professionally guided tour that includes the best coffee shops, interesting stories about Amsterdam, a visit to a cannabis garden so you check out how the plants are grown too. \n\nYou're not expected you to consume cannabis during the tour, this tour is also interesting and entertaining being fully sober as it has plenty of insights that will help understand Amsterdam and Dutch mindsets better.\n\nWant to find out why Amsterdam is Snoop Dog’s favorite city? Walk Amsterdam's canals while exploring Dutch cannabis culture with a professional guide! \n\nSee how Dutch weed in grown inside a Cannabis Garden. Explore the best, biggest and most famous coffee shops. Become an expert on Dutch views on sex, drugs and coffee shops that sell more then.\n\nLet me know if you want to see more during our tour, I'm happy to personalize this tour for you. \n",
    "url": "the-best-coffee-shops-of-amsterdam-tour-aae4bbef",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/4f731efdeef4664bb8a5ee105766874d.jpg",
    "country": "The Netherlands",
    "city": "Amsterdam",
    "area": "Western-Europe",
    "hostname": "Otto",
    "reviews_count": "15",
    "review_writer": "Michael",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/w_130,h_130,c_thumb,q_auto,f_auto/2d19c7584f4341fc3f0ccb72689a66f9",
    "review_post_title": "Great host",
    "review_post": "Otto is an open minded guy, sharing his experience in the legal usage and growing of cannabis. Our group of six guys was fascinated how this topic is handled in Amsterdam. Otto showed us some great places to hang around while giving all the background information you need. We enjoyed the time and highly recommend Ottos tour. Thank you for a good time!"
  },
  {
    "title": "Private World War II Tour",
    "description": "During my 2,5 hours walking tour we will recall the WWII history that took place in Amsterdam during the worlds biggest conflict. You will learn about the Nazis invasion despite Hollands proclaimed neutrality status, how the society copied with the occupation, the Jews persecution, the role of the Dutch resistance, the results of collaboration. \n\nI will describe you the Dutch famine during the winter 1944/45, the Dam square shooting  just 2 days after the German capitulation and eventually the allies arrival and the liberation. \n\nAn intriguing tour for history enthusiasts. Tour can be customized and combined with museums visits (incl purchase of Museums tickets)",
    "url":"private-world-war-ii-tour-b71421e0",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/eb746115dcf77731380c4d56664b9231.jpg",
    "country": "The Netherlands",
    "city": "Amsterdam",
    "area": "Western-Europe",
    "hostname": "Laura Maria",
    "reviews_count": "227",
    "review_writer": "Alexandra",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/w_130,h_130,c_thumb,q_auto,f_auto/e775f42620700e4d11488c2ddff266d6",
    "review_post_title": "We loved it!",
    "review_post": "My party was both late and a little short on time and Laura Maria was totally accommodating and worked with us without skipping a beat. Some of the members of my party have been to AMS 10+ times and said Laura showed them multiple sites they had never seen previously, but loved them! She made great suggestions for things to do after our tour, as well. We definitely recommend her tours :) "
  },
  {
    "title": "Strijp S: An Urban Creative Hub with Philips History",
    "description": "Anton Philips had the first factory built at Strijp-S in 1916, which provided Philips with glass. A cardboard factory followed, a gasworks factory and a physics laboratory (NatLab), for the research of new technologies.\nSince 2006, the redevelopment of Strijp-S became a very serious plan. The first buildings had been demolished and new activities came to the area, particularly the creative industries. \nDuring this tour we start at the entrance gate to the former 'Forbidden City'. The area got this nickname ‘Forbidden City', because it used to be surrounded by fences and barriers. One could only enter with a valid pass.\nWe continue along the lane where you will find out what  life the Philips employees lived during and after the war.\nLet me tell you all the stories of the different factories,  and how they turned into hip cafe's, galleries or even techno party venues! Along the way we will have a break so you can enjoy an ice cream or chocolate with innovative flavors.\nYou will enjoy this introduction of Strijp S and it is up to you to come back and explore further!\n\nDuring weekdays we can start the tour after 16h30 due to limited opening hours. Have a pre-dinner tour and enjoy your meal afterwards in Strijp S, I can give you nice recommendations!",
    "url":"strijp-s-an-urban-creative-hub-with-philips-history-7adeb690",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/052eecd938f0c6ccb0e99e97ea3129a3.jpg",
    "country": "The Netherlands",
    "city": "Eindhoven",
    "area": "Western-Europe",
    "hostname": "Arianne",
    "hostPhoto": "https://withlocals-com-res.cloudinary.com/image/upload/v1476194023/940fde954ba7fb82710cf4f28323f620.jpg",
    "hostUrl": "ariannet33b2cf1c8",
    "hostOneliner": "I am working in tourism for over 25 years and enjoying every bit of it.\nProviding people with a great travel experience is what I like doing most!",
    "phoneNumber": "00316 - 88535470",
    "reviews_count": "5",
    "review_writer": "Jaleesa",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,h_260,q_auto,r_0.0,w_260/dadfafeb02c57c93d0cedd25ddfc97c5.jpg",
    "review_post_title": "Amazing!!",
    "review_post": "Arianne was the best! She showed a lot of unique spots in Eindhoven."
  },
  {
    "title": "Multicultural Brussels Tour",
    "description": "Welcome in Brussels, one of the most multicultural cities of the world!\n\nWe, the people of Brussels, call ourselves 'Zinnekes' which means street dogs ... Don't worry,  for us it's a title of honor. I will explain to you why during our tour. So join me and become a Brussels street dog, a Zinneke!\n\nThe tour will take place on both sides of the city canal. First we will visit Old-Molenbeek. The neighborhood is really one the off the beaten track parts of the city. We'll go to the old Industrial heart of Brussels, now the place where you can meet 140 nationalities and feel the Norh-African heartbeat. \n\nI'll tell you all the stories about it, the good and the bad.  It surely is the neighborhood of the future, full of new opportunities.\n\nDuring our visit in Molenbeek, we will have a stop in a Maroccan teahouse. Very unique local experience !\n\nThen we will jump to the other side of the canal, where we will discover a whole other atmosphere. The old harbor around Saint-Cathérine. The most yummy neighborhood in town, full of authentic pubs, delicious restaurants, original little shops and much more. I will show you all my favorite hidden gems.\n\nWhen you think of Belgium, you also think of the beer, right? We'll visit one of my favorite local pubs and taste a great Belgian beer.\n\nJoin me for an awesome tour and let me know if you have any special requests!",
    "url":"multicultural-brussels-tour-46f67e88",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/71557e0b56d3822b9986e265e1eb9828.jpg",
    "country": "Belgium",
    "city": "Brussels",
    "area": "Western-Europe",
    "hostname": "Geert",
    "hostPhoto": "https://withlocals-com-res.cloudinary.com/image/upload/v1459005295/2dfb135a0deaeaa35ea1c4bc6df4a8e1.jpg",
    "hostUrl": "geertm",
    "hostOneliner": "Hi, I'm Geert, let me be your guide in the stunning Brussels!",
    "phoneNumber": "00325 - 44535470",
    "reviews_count": "4",
    "review_writer": "Marisa",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,h_120,q_auto,r_max,w_120/d65218a40f379c32dd9ec7c8dbe86de6",
    "review_post_title": "10 stars!!",
    "review_post": "My son James thinks Geert deserves 10 stars! We had a great day with Dina in the Albertcoyp district discovering amazing food. My favourite food was the herring and James loved the stroopwaffels! Loved it."
  },
  {
    "title": "Exquisite 5-course Dinner in Industrial Loft",
    "description": "Join me during dinner in an industrial Philips building in the centre of Eindhoven where I offer a fine dining experience. The meals will be combined with different wines that perfectly match the dishes.\n\nThe menu might be subject to changes, based on the season and of course the preferences of the guest. \n\nMy favorite wines – too many to mention, but just to give you an idea:\n-\tSauvignon Blanc and Marlborough from New Zealand\n-\tGruner Veltliner from Austria\n-\tPinot Noir from Germany\n-\tSyrah from France\n-\tMonbazillac from France\n\nWanna learn about different wines and fine dining? Come join me on an unforgettable experience where I can tell you all about it.\n\nFor private diner I prefer at least 4 people at the table. For diner parties I could ask you to join a different date to get to a fuller table where needed. ",
    "url":"exquisite-5-course-dinner-in-industrial-loft-42afcc90",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/pyx5kcvgjhmmks7jhzlj.jpg",
    "country": "The Netherlands",
    "city": "Eindhoven",
    "area": "Western-Europe",
    "hostname": "Peter Paul",
    "reviews_count": "38",
    "review_writer": "Alexandra",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/w_130,h_130,c_thumb,q_auto,f_auto/e775f42620700e4d11488c2ddff266d6",
    "review_post_title": "We loved it!",
    "review_post": "My party was both late and a little short on time and Laura Maria was totally accommodating and worked with us without skipping a beat. Some of the members of my party have been to AMS 10+ times and said Laura showed them multiple sites they had never seen previously, but loved them! She made great suggestions for things to do after our tour, as well. We definitely recommend her tours :) "
  }
]
