[
  {
    "title": "The best of Bangkok private tour",
    "description": "\nGet the best out of Bangkok with this 5 hour walking tour that will give a taste of the amazing mix of contrasts this city has to offer. You and your group will start your tour by meeting your private guide and heading to a hidden gem that will give you the perfect postcard view over Wat Traimit. It’s then time to visit the temple that hosts the impressive five and a half tons gold Buddha, the famous Wat Traimit. Take in the memorable surroundings as your local host tells you more about them. \n\nHead to Chinatown’s fresh market, a food haven for all. Day or night, this 1 km strip is packed with market stalls, restaurants, gold shops and Chinese temples. All the goodies in one place! Next up, it’s time to get on the local bus and visit the Pak Klong Talad Flower Market, a pop of color and lovely flowers that will make your day. Locals buy flowers here and use them as offerings in the temple, take a look at how beautiful all of them are!\n\nVisit a hidden gem next, your private guide will show you the way to cross the Memorial bridge and reach it. Take in the surroundings of this unknown local spot and get your camera ready, it’s definitely a photo moment for you and your group!\n\nIt’s time for a local lunch with your host, choose a typical Thai dish and relax before you move forward to the Wat Pho, the beautiful Buddhist temple complex, the home of the famous reclining Buddha. Did you know that this is also the birthplace of traditional Thai massage? \n\nHop on a tuk tuk and enjoy the ride! Tuk tuks are a fun way to get around the city even when the traffic is really bad. They’ll squeeze in everywhere, get ready for some city adventure! Go all the way up the stairs to reach Golden Mount, a man-made hill with a golden chedi on the hilltop. Enjoy a 360-degree panorama of Bangkok and take in the serene atmosphere around it. \n\nBefore ending your tour, take a local boat from Phan Pa Klong and enjoy the view as you’ll be seeing glimpses of how the locals live. Keep an eye on the sides of the canals, you might even spot some water monitor lizards!  \n\nFinish off your tour with a refreshing drink at a local spot chosen by your host for your private group. Pick any of our local hosts for an authentic experience in Bangkok! \n\n",
    "url": "the-best-of-bangkok-private-tour-7eb62828",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/db81e2956aae62f1b887f106e4cb9583.jpg",
    "country": "Thailand",
    "city": "Bangkok",
    "area": "Southern-Asia",
    "hostname": "Sammy",
    "hostPhoto":"https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,h_120,q_auto,r_max,w_120/v1474468140/e7fe791f8b9001b9cd9465ef8827201f.jpg",
    "hostUrl": "samd019f657ce",
    "hostOneliner":"I love Bangkok, it’s the best place in the world for food. You just don’t spell the word “hungry” here! I am a licensed tour guide who loves to show people around and reveal to foreigners Thai culture.",
    "phoneNumber":"00616 - 34225569",
    "reviews_count": "191",
    "review_writer": "Christina",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,h_120,q_auto,r_max,w_120/a81281af4f7569a0c59e1611ac3751ed",
    "review_post_title": "Perfect guide!",
    "review_post": "I booked Sammy for a full day tour & he did not disappoint! Very knowledgeable & fluent in English. Highly recommend!"
  },
  {
    "title": "Bangkok's Unique Markets Private Tour",
    "description": "The province of 3 rivers!  The old city in Thailand! The memory of the war! The province of wonderful Thai seafood, vegetable, and fruit.\n\nDuring the tour, I will take you to the two most popular local markets in Bangkok. First, we will visit the Maekong Train market where you will get to see the vibrant local culture and try some local snacks. \n\nAfter, we'll head to the amazing Amphawa floating market (by local TukTuk) where we can enjoy a delicious local lunch together and have a wonder around this exciting market.  Let's take a boat trip to the temples. You will learn about Buddhism while enjoying a nice architecture and sacred atmosphere. \n\nAfter filling up on authentic Thai food we will take a boat ride to see some traditional temples. If you start the tour from 12 pm, you're lucky enough to be amazed by millions of firefly while enjoying the boat ride along the river.\n\nLet me know what kind of transportation mode do you prefer: private car, train or minivan. I can personalize this experience to fit your preferences.\n\n**PLEASE NOTE THAT THIS ACTIVITY AVAILABLE ON Friday, Saturday, and Sunday only**",
    "url": "bangkok-s-unique-markets-private-tour-b98687cd",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/abaf1411fcade3561622300db5a34955.jpg",
    "country": "Thailand",
    "city": "Bangkok",
    "area": "Southern-Asia",
    "hostname": "Jekky",
    "reviews_count": "52",
    "review_writer": "Franklin",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/w_130,h_130,c_thumb,q_auto,f_auto/78b6533f4bf135bfe802e003aa53977e",
    "review_post_title": "Host Jekky delivers a slamming K.O.",
    "review_post": "One thing i always wanted to see was a traditional muay thai match in Thailand. With just a few days in Bangkok before leaving Thailand i decided to use the app Withlocals to get the most out of my time. Everything booked and ready to go.  While planning is not my strongest point i was running late for the tour. Fortunally its possible to contact the host directly through WhatsApp, after booking the tour, so i could give Jekky a heads up that i was running late. Luckily for me this was no problem, since Jekky planned the tour with enough time to talk and get to know each other before heading out to the stadium. When i arrived at our meeting point , we still had some time to talk and meet the other guest that booked the same tour. Jekky is a good host, that speaks english very good, but more important for me she is a very nice and relaxing person and good company to hang out with.About the tour itself, she knows the people you need to know to get in smoothly and seating is ringside. From there on its all in the hands of the muay thai fighters. Fights may start a bit slow but after the first round its full throttle. My experience was amazing after seeing two solid knock outs that afternoon."
  },
  {
    "title": "Share a Morning with Thai Monks",
    "description": "Have you ever wondered about the hidden and mysterious lives of monks? What do they do during the day? How do they live their lives? What activities and rituals do they perform in their daily routines? Now is your chance to not only take a peek into the hidden lives of monks, but also to participate and build merit as they do.\n\nCome take a stroll in an ancient ritual performed only during the crispy dawn hours, as the rising rays of the morning sun pierces the darkness of the previous night and reveals the new day of spirituality and discovery.\n\nBy very special permission of the resident monks, I have been given the chance to provide the rare opportunity to bring a guest (or two) along for the Collecting Alms activity as the monks make their way around the Bangkok temple district collecting food for the day.\n\nYou will have the opportunity to assist first hand in the Collecting Alms process by performing the duties of a \"temple boy,\" and will also get the opportunity to share in the morning meal with the monks.\n\nSpace is extremely limited so join us for a morning of magic and mystery and make your trip to Thailand an unforgettable one.\n\n\n---\n\nWhat should I wear?\n\nYou can wear any casual polite clothing that covers your shoulders and your legs below the knees. A simple tshirt or collared shirt is recommended. A long(er) pair of shorts is recommended as pants may be too restrictive (and sweaty). You will be walking short distances so comfortable walking shoes are highly recommended.\n\nHow should I get to the meeting point?\n\n(1) Hotel Pickup - If you are staying in the city center area, please let me know what hotel you are staying at and i can pick you up at your hotel at 0500.\n(2) Meetup Point - If you are not staying in the city center, the meetup point is the Tha Tian Ferry Building, at the corner of the intersection of the Grand Palace and Wat Po.\n\n It is highly recommended for you to tell me the hotel that you are staying at for a personal pickup (in the city center).\n\nIf you are not staying in the city center area, please schedule a taxi with your hotel/hostel so that they can provide you with a wake up call and ready transportation so early in the morning. To arrive at 05:00am, it is recommended for you leave before hand, around 04:30am depending on your distance from the meeting point.\n\nWhat if I arrive late?\n\nWe will make every effort to provide to you as much of the activities within the remaining allotted time, but i can NOT provide any \"make up\" time as this activity is heavily time sensitive. Please take this as a warning and as an encouragement to prepare your mind, spirit and body the night before and come with an open mind and an open heart.\n\n\n---\n\nThings you should be aware of:\n\n- This activity is limited to a private group of 1 or 2 guests. If your group is bigger then please contact me about your situation.\n\n- You are a guest of the monks and of the temple, and of their living space. Please be respectful and mindful of your conduct accordingly. You do not need to be particularly buddhist or religious or spiritual but we do ask that you are courteous in your conduct. Assistance will be provided for your convenience.",
    "url": "share-a-morning-with-thai-monks-b12e7666",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/61fdd68f18e3da90a90da86573102911.jpg",
    "country": "Thailand",
    "city": "Bangkok",
    "area": "Southern-Asia",
    "hostname": "Big",
    "reviews_count": "139",
    "review_writer": "Alice",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/w_130,h_130,c_thumb,q_auto,f_auto/e775f42620700e4d11488c2ddff266d6",
    "review_post_title": "An amazing experience for adults and kids",
    "review_post": "Our morning with Big and the Monks was eye-opening, educational and brilliant fun. Big is an excellent tour guide and an extremely interesting person with a huge amount of knowledge. We took our two very young children along with us and Big was very accommodating. My 3 year old daughter absolutely loved the morning and has been asking for Big ever since. I couldn't recommend this tour more!! "
  },
  {
    "title": "The Non-Touristy Mekong Delta Private Day Trip",
    "description": "Step outside Ho Chi Minh City and experience a taste of rural hospitality in Mekong Delta. This tour will take you a bit further into Mekong Delta, not the touristy side. You’ll go to the Mekong Delta of the locals. Go the extra mile, we promise it’s worth it!\n\nThis hidden gem shows its visitors how the locals get the most out of this agriculture miracle. From rice paddies, to coconuts & sugar cane production, the locals put their hands to work and are ready to show you how. Join your local guide in this unique tour & experience the true local life in Vietnam. \n\nYour tour starts with your private driver picking you up at the convenience of your hotel. With your local guide plus private driver , you & your friends are set for an awesome time. Your trip to Mekong Delta will be full of amazing landscapes with unique views of the rice paddies, an exciting preview of what awaits for you. \n\nOnce there, your first stop will be a local market. This beautiful market is next to the river, where you’ll see how the locals move around to deliver and prepare their crops. Your private guide will explain everything about the different foods sold there while offering a tasting of the freshest fruits available. \n\nAfter this sweet tasting, step into a boat ride through the Mekong River. This river is a fascinating water wonderland that gives its locals a constant flow of roads & crops. Experience it without the tourist crowds, like a true local. And to refresh you, water straight from a coconut is included! \n\nTo truly understand how the locals work the fruits the Mekong River provides, you’ll visit a coconut processing workshop. The busy ladies here will not be disturbed and you’ll see their fast hands get the most out of a coconut. You had no idea everything that can be produced from a coconut, from oil, water to cosmetics. Every part of the coconut is valuable and nothing goes to waste! \n\nNow for a more interactive experience, your local guide will take you & your group to a sleeping mats workshop. This is one of the few traditional jobs left in the countryside of  the Mekong Delta, and you are one of the lucky ones to experience & participate in it. \n\nIt’s time for a break and a much needed lunch. Hop on into a motor cart that will take you to your food destination. Amazing views along the way are included! \nSatisfied and well fed , you’ll be ready to move on to your next and final stop: A Sampan boat ride. This one-of-a-kind ride will be on a rowing boat and without being surrounded by tourists, just you and the locals. Breathe in the fascinating local essence, a perfect ending for a perfect local experience. The boat will drop you off in the pier where your car/van and personal driver will be waiting for you to take you back to the city. \n\nThis truly local experience is full of interesting stories, interactive workshops, fresh delicacies & breathtaking views. The best thing is that everything can be 100% personalized, just get in touch with your favorite local guide!",
    "url": "the-non-touristy-mekong-delta-private-day-trip-0edadc24",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/8296982571b33459c0a44c8c79631f5b.jpg",
    "country": "Vietnam",
    "city": "Ho Chi Minh City",
    "area": "Southern-Asia",
    "hostname": "Anh",
    "reviews_count": "28",
    "review_writer": "Sneha",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/w_130,h_130,c_thumb,q_auto,f_auto/3a83bd737269aa6ed88bb38bf4b1be6a",
    "review_post_title": "Made a friend in HCMC",
    "review_post": "Anh was prompt and on time with her pick up. Not only did she show me the sights and sounds of the city, but we had interesting cultural conversations about identity, history and more. She was courteous and energetic and took pains to point out little details like the best food stalls! All in all, a great experience. I felt like I made a friend in HCMC !"
  },
  {
    "title": "Batu Caves, Waterfalls & Hotsprings Tour",
    "description": "Start your day by being picked up at your centrally located hotel in a comfortable car or van to fit your group of friends or family. Relax on the short drive there and take in the city vibes of multicultural KL. \n\nIt’s time to get off at the famous Batu Caves! First enjoy the sight of the Lord Murugan statue and head towards the Temple Cave where you go up the stairs at your own pace as your private guide shares more stories and fun facts with you. Take a close look at the friendly monkeys that jump around observing the visitors. The temple at the end of the stairs is completely worth it! Wonder at how gorgeous this natural limestone cave is and head down for another amazing cave whenever you're ready. \n\nYour private guide will walk you to the Ramayana cave and share with you the most interesting stories as you’ll be amazed at the colors and details in the cave. Before continuing the tour try one of the refreshing coconut drinks.\n\nNext stop is the Selayang Hot Spring, a popular place for the locals in the area that drive there to use the mineral waters and keep healthy. Follow their examples and dip your feet in the water for a refreshing feeling!\n\nTime to discover more natural wonders! Your personal guide will take you to the Kanching Waterfalls, the 7 levels waterfalls that will show how impressive nature can be. Decide together with your host how much you want to visit and enjoy your time in the shadow. Taste the famous Nasi Lemak, the Malaysian national dish consisting of coconut rice and chilli paste served in pandan leaf. \n\nHead back to your car and enjoy the ride back to the hotel as you get your last recommendation from your private guide. Pick any of our private guides for a completely personalized and unique experience!",
    "url": "batu-caves-waterfalls-hotsprings-tour-43b384da",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/9218b068c88c15c73ae8abf376570d4e.jpg",
    "country": "Malasia",
    "city": "Kuala Lumpur",
    "area": "Southern-Asia",
    "hostname": "Povan",
    "reviews_count": "93",
    "review_writer": "David",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/w_130,h_130,c_thumb,q_auto,f_auto/a11462881a7cd99d27670c8255414f0e",
    "review_post_title": "Amazing tour with a funny guide",
    "review_post": "From the first minute and his hello to the last goodbye under the petronas towers was a great time with Povan. He's such a perfect guide, passionate, always enthousiastic and full of smart tips about his lovely city. Thanks again Povan"
  }
]
