[
  {
    "title": "Roman Food Tour: The 10 Tastings",
    "description": "Mamma mia, the food in Rome is to die for! Whether you’re a fan of sweets or savoury snacks, you’ll always find something that fits your taste in this food paradise. In this Withlocals Originals tour, we’ve combined the best local bites in a 3 hour private food tour. It's all created just for you and your traveling group. So prepare your tastebuds: 10 delicious tastings are waiting for you to be tried!\n\nGo on a feast for all your senses while you drool your way through the city. You’ll have the original pizza bianca, gelato based on the authentic recipe, the finest suppli in town and cannoli from the best patisserie in Rome. And there’s even more! All best 10 tastings have already been sorted out for you and your friends and are of course covered in the price.\n\nAnd you know what’s even better? Along the go you’ll visit the most beautiful highlights of the city. So you’ll get to know all historic and cultural insights while you munch on some magnificent food. Nope, it’s not a dream; The local hosts make it all possible for you during this unique route!\n\nOur awesome locals who guide this private tour are huge foodies and can tell you all about Italian cuisine. What’s even better is that they can 100% personalize the route and take your preferences, diets or allergies into account. \n\nCheck out their profiles and pick your favourite local for this delicious journey through bella Roma! Buon Appetito!\n\n* Please take into consideration that on Sunday the tastings are slightly different. Don't worry, we promise that they are delicious! For more info, please contact your favorite host.",
    "url": "roman-food-tour-the-10-tastings-a1c875e0",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/78d1fccc94e45ad9214b7a7185f655a3.jpg",
    "country": "Italy",
    "city": "Rome",
    "area": "Southern-Europe",
    "hostname": "Francesca",
    "hostPhoto": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,h_120,q_auto,r_max,w_120/v1461158386/43692a0d12a00ab2754b33934ad23c08.jpg",
    "hostUrl": "francescafce1b72d54",
    "hostOneliner":"Being a professional chef, I know all about Italian cuisine. I will introduce you to the best Roman snacks, specialties and street foods!",
    "phoneNumber":"00396 - 454319503",
    "reviews_count": "916",
    "review_writer": "Lina",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,h_120,q_auto,r_max,w_120/9c4415218c0d832a237f378180c65cef.png",
    "review_post_title": "Best personal foodtour ever! PERFECT!",
    "review_post": "We had a very funny and tasty experience with Roberta around the beautiful Campo de Fiouri. The selection of the spots was great to taste the typical Italien favorites. Francesca took a lot of time to speak about the food also the lifestyle and history of Rome and the places we visited. It was great and we would recommend it to everybody! "
  },
  {
    "title": "Skip the Line Colosseum and Hidden Spots of Rome Tour",
    "description": "Let me take you on this unique tour of Colosseum and some other nice places. After skipping the main entrance line to the Colosseum, we'll take a tour of the amphitheater and hear the stories about its tumultuous history. \n\nDiscover the mechanical elevators, the trapdoors, and cages for the ferocious animals that stood next to the terrified Gladiators before they stepped into the arena. Find out more about the gladiators, who they were and why combat became so famous during the time of the Empire.\n\nAfter the Colosseum tour, we'll walk over to the Roman Forum, one of the most important archaeological sites in the world. We won't enter there but I'll tell you everything about the political struggles and the gods of the ancient city. \n\nNext stop is Via del Corso, the main street in the historical center of Rome. Today, the street is a popular place for the \"passeggiata\", the evening stroll for the populace to be seen and to see others.\n \nOn our way around the city, we will also stop for a coffee. I will give you more insights about all of the places we already visited. This is also a great moment to ask for further recommendations.\n\nBut that’s not all. On our list is an ancient artisan workshop as well. You are invited to chat with the artist Ferdinando Codognotto. He is one of the most famous living artist who won important competitions and worked for several popes. He makes enormous wood figures like trees, animals and flowers. They seem like big toys and while just looking at them you can feel the joy the artist had while was creating them.\n\nLast stop is Piazza di Petra or Piazza of Rocks. The name is derived from the stones of the former temple that were used to create the piazza. Before we say goodbye to each other I can give you personal recommendations or you can ask many other unique insights about history, food, culture and the must-dos or must-avoids. \n\nDon't forget, this tour can be 100% personalized to your preferences, just let me know.",
    "url": "skip-the-line-colosseum-hidden-spots-of-rome-tour-48b1ed38",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_251/4f64bbae6543ab6268909c8b1d61e1ab.jpg",
    "country": "Italy",
    "city": "Rome",
    "area": "Southern-Europe",
    "hostname": "Cecilia",
    "reviews_count": "143",
    "review_writer": "Andrew",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,h_120,q_auto,r_max,w_120/00183af74536d8faf9a348ec130e342e.png",
    "review_post_title": "Very enjoyable experience!",
    "review_post": "My daughter and I enjoyed Cecilia's tour -- she was engaging, interesting and gave a solid local perspective. "
  },
  {
    "title": "Italian Dinner with Opera Artists",
    "description": "I am a designer of Opera’s set and costumes and my partner is an Opera’s director who devotes his time to painting on canvas and ceramics. We both are artists who are inspired by the Southern Italian culture and we'd love to invite you to our home for a dinner served in special setting.  We work on our art and our cuisine passions here so there's plenty to see and observe in our creative home. \n\nOur menu is inspired by the cuisine of Italian regions: Sicily, Lazio, Puglia and Emilia-Romagna cuisines. They are all very different, but complete each other nicely. For example, the cuisine of Puglia region offers many savory and healthy dishes made out of vegetables whereas the cuisine of Emilia-Romagna is famous for its rich meals. \n\nOur dishes are very honest. We only use regional products that are brought from local farmers: the true flavor of the food is guaranteed! We like to offer the finest dishes of Italian ancient courts combined with good and simple food from farmers and shepherds. \n\nJoin us and let’s spend cozy evening together at our art studio.\nIf you want to have a buffer dinner, let us know. We can personalize the offer 100% for you, just let us know!",
    "url": "italian-dinner-with-opera-artists-447d7c6a",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_251/6cd46765fae7b05dae81256aa5a772ca.jpg",
    "country": "Italy",
    "city": "Rome",
    "area": "Southern-Europe",
    "hostname": "Fabrizio",
    "reviews_count": "24",
    "review_writer": "Jolieke",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/w_130,h_130,c_thumb,q_auto,f_auto/e775f42620700e4d11488c2ddff266d6",
    "review_post_title": "Delicious food in a very special house!",
    "review_post": "We had a really nice evening with Fabrizio and Otello! They can cook amazing traditional dishes, everything was absolutely delicious. Fabrizio's house is very special as well. All around the house there are pieces of art, paintings and sculptures: they made everything themselves and with every piece comes a beautiful story. Fabrizio and Otello both work in theater and love to tell about it. They traveled around the world for work and were very open and interested in other countries and in our personal story. We can definitely recommend this local dinner!"
  },
  {
    "title": "Milan’s Amazing Aperitivo Tour",
    "description": "Take part in a typical happy hour in Milan and enjoy an aperitivo tour with a local guide. You and your friends will meet your private guide at Colonne di San Lorenzo. One of the most popular nightlife spots among young Milanese. Admire its architecture and enjoy the bongos and guitars that you can hear in the background. \n\nTake a “Prosecco on the go” and enjoy a pleasant walk through Basilicas Park. On your way to the first stop, you’ll pass through Navigli Quarter, the canalside district of Milan. Get an introduction to the culture and history of this area from your private guide. Hear the tales of Leonardo da Vinci and absorb the ambiance of this charming area.\n\nStop at the first bar, a place known among locals. Enjoy a Spritz Campari and take in the vibes. Let your guide tell you more about Milanese lifestyle and give you recommendations for your stay. \nWhile you stroll to the next bar, admire the artistic district and the small artisan boutiques.\n\nYour last stop is the cherry on top. With a high interest in great spirits, the bar has its own bartender who likes to invent his own drinks. Here, you’ll have the chance to delight your taste buds with local snacks and a unique drink called ”Negroni Sbagliato”. The drink has a fascinating story behind it and your local guide can’t wait to tell you about it. Feel free to remain in the bar if you wish or continue your night in the area.\n\nWatch the host videos, pick your favorite local and get ready to experience the well-known Italian happy hour. Let your guide now all your preferences because this experience can be 100% personalized for you and your group.",
    "url": "milan-s-amazing-aperitivo-tour-10496ab9",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/2212822002d1c8c15f20710acae46eeb.jpg",
    "country": "Italy",
    "city": "Milan",
    "area": "Southern-Europe",
    "hostname": "Irene",
    "reviews_count": "2",
    "review_writer": "Justina",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/w_130,h_130,c_thumb,q_auto,f_auto/9c4101873d3bf7b904a385e927bedbbe",
    "review_post_title": "Aperitivo Tour Milan",
    "review_post": "The aperitivo tour was one of the highlights of my trip to Milan. The district that Irena took us too was very lively and full of locals. We found some great spots to sit and chat about the city and life. Great tour :) "
  },
  {
    "title": "90 Minutes Kickstart Tour of Barcelona",
    "description": "Wondering where to go and what to see in Barcelona? Your local host has you covered! In this Withlocals Originals tour you’ll get all the local insights you’ve been looking! Visit Barcelona’s highlights but go beyond the advice of travel blogs and guidebooks. It´s time toenjoy the city like a local!  \n\nYou’ll visit the most popular attractions of the old city, as well as some of the most hidden streets, known only by locals. Go to the popular Placa Reial, the busy Mercat Boquería and check out the vibrant cultural center El Born. The unique city vibes are calling for you!\n\nLooking for a great place to stop for a drink after your tour? Let your private guide show you some of the best bars and eating spots in the hip Barceloneta area. With the beach right next to you, enjoy the most relaxing time of your trip. What can be better than that? \n\nThis is a great private tour to ask your host all your questions, you’ll get answers that will make your holiday in Barcelona unforgettable and truly local.! Locals always know best. And don’t forget, they can also personalize your route 100%, according to your own wishes! The tour will be created exclusively for you and your traveling group.\n\nOur awesome locals are waiting to show you their city and give you all their local tips & tricks. From historical insights to up and coming districts, they know it all. Check out their profiles and choose your favorite host!\n\nGet ready for an awesome kickstarter experience in Barcelona with your private guide!",
    "url": "90-minutes-kickstart-tour-of-barcelona-3f622d96",
    "img": "https://withlocals-com-res.cloudinary.com/image/upload/c_fill,f_auto,fl_progressive,g_auto,q_auto,w_500/aaa62e17bc7e7f040382c5930d8fae52.jpg",
    "country": "Spain",
    "city": "Barcelona",
    "area": "Southern-Europe",
    "hostname": "Stefano",
    "reviews_count": "126",
    "review_writer": "Cosmina",
    "review_writer_photo": "https://withlocals-com-res.cloudinary.com/image/upload/w_130,h_130,c_thumb,q_auto,f_auto/dc5fa2cd8f925593746b58335116eca0",
    "review_post_title": "Stefano was the best",
    "review_post": "Stefano was amazing he showed us so much of Barcelona and he is a great storyteller!"
  }
]
